

"""
Користувач має пошту у домені @kpi.ua. Він купляє товари вказуючи назву та ціну.

Формати даних:

    номер авто: AA-4444

    назва товару : не більше 10 літер англійської абетки у нижньому регістрі

    ціна товару: додатне дійсне число з двома знаками після десяткової коми

"""


#    Сформувати структуру датасету для дного користувача.


dataset = \
{
        "AAAA-4444":{
                "madrino":'[44.12]',
                "de castro":'[14.12]'
                },
        "ABCA-4444":{
                "madrino":'[54.12]',
                "de castro":'[12.66]',
                "de liman":'[00.45]'
                }
}







